IDEA Open Model
ResultInSection Class
Compatible with IDEA StatiCa 20.1
Note: This API is now obsolete.
 Common result
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Result.ResultInSection
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
[ObsoleteAttribute]
public class ResultInSection
<ObsoleteAttribute>
Public Class ResultInSection
The ResultInSection type exposes the following members.
Constructors
Name | Description
ResultInSection
Initializes a new instance of the ResultInSection class
Top
Properties
Name | Description
Position
 Position
ResultOfLoading
 Result In Section
Top
See Also
Reference
IdeaRS.OpenModel.Result Namespace